tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "railwaycat/emacsmacport"
cask "xquartz"
brew "sqlite"
brew "xz"
brew "aspell"
brew "assh"
brew "autoconf"
brew "bash"
brew "bash-completion"
brew "bats-core"
brew "coreutils"
brew "diff-so-fancy"
brew "docker-machine-driver-xhyve"
brew "gettext"
brew "libffi"
brew "glib"
brew "gitversion"
brew "gnupg"
brew "hugo"
brew "jq"
brew "kubernetes-cli"
brew "libevent"
brew "libexif"
brew "libmagic"
brew "libpng"
brew "libssh2"
brew "lzlib"
brew "makedepend"
brew "md5sha1sum"
brew "midnight-commander"
brew "mp4v2"
brew "mpd"
brew "ncmpc"
brew "taglib"
brew "ncmpcpp"
brew "nmap"
brew "nspr"
brew "p7zip"
brew "progress"
brew "qemu"
brew "ruby"
brew "shellcheck"
brew "spidermonkey"
brew "sshpass"
brew "tmux"
brew "tree"
brew "wget"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-spacemacs-icon"]
cask "amethyst"
cask "baretorrent"
cask "dia"
cask "easysimbl"
cask "fish"
cask "gimp"
cask "kdiff3"
cask "keepassxc"
cask "minikube"
cask "node"
cask "seamonkey"
cask "spectacle"
cask "vagrant"
cask "vagrant-manager"
